[
  {
    "year": "2025",
    "company": "Biji Biji Initiative, Microsoft",
    "month": "Jun 2025",
    "title": "2nd Winner of Hackathon elevAIte Indonesia 2025",
    "description": "Led a multidisciplinary team to design and develop Nutrizee, a smart nutrition assistant app for Indonesian families, covering pre-pregnancy to postnatal (the first 1000 days). Spearheaded user research, system architecture, and AI-powered nutritional scanning features. This experience honed my leadership, product thinking, and technical prototyping skills in real-world health challenges.",
    "media": [
      "/images/achievements/35.jpeg",
      "/images/achievements/36.jpeg",
      "/images/achievements/37.jpeg",
      "/images/achievements/38.jpeg"
    ]
  },
  {
    "year": "2025",
    "company": "Primakara University",
    "month": "May 2025",
    "title": "2nd Winner of UX Design Sitefest 4.0",
    "description": "Led the design and UX strategy for MoveQuest, a child-centered app designed to reduce screen addiction by encouraging physical activity through gamified quests. Demonstrated strengths in empathetic design, wireframing, and storytelling to solve behavioral problems with creative mobile UX.",
    "media": ["/images/achievements/33.jpeg", "/images/achievements/34.jpeg"]
  },
  {
    "year": "2024",
    "company": "Bandung Techno Park",
    "month": "Dec 2024",
    "title": "3rd Winner of Business Idea Competition 2024",
    "description": "Acted as Team Lead in developing a digital school service startup, offering an integrated solution for educational administration and communication. Focused on ideation, business modeling, and validating user needs. Gained hands-on experience in edtech innovation, product-market fit, and startup pitching.",
    "media": ["/images/achievements/31.jpeg", "/images/achievements/32.jpeg"]
  },
  {
    "year": "2024",
    "company": "Google Cloud, Hack2skill",
    "month": "Dec 2024",
    "title": "Top 95 of Google Cloud AI for Impact 2024",
    "description": "Built Neumedic, an AI-based mobile solution to monitor and support the mental health of medical workers. As team lead, I managed development and ideation, leveraging Google Cloud tools and mental health research. Gained experience in AI-driven wellness solutions and impactful pitching to global judges.",
    "media": ["/images/achievements/29.jpeg", "/images/achievements/30.jpeg"]
  },
  {
    "year": "2024",
    "company": "Brawijaya University",
    "month": "Nov 2024",
    "title": "3rd Winner of UX Design Hology 7.0",
    "description": "Designed the UX for Taksonify, a biology learning app integrating computer vision and gamification. The project strengthened my skills in educational UX, design systems, and collaborative prototyping.",
    "media": ["/images/achievements/27.jpeg", "/images/achievements/28.jpeg"]
  },
  {
    "year": "2024",
    "company": "IEEE YESIST12",
    "month": "Sep 2024",
    "title": "Grand Finalist of IEEE YESIST12 Maker Fair Track 2024",
    "description": "Created e-Wise, an e-waste management app aimed to raise awareness and promote sustainable disposal practices. Led the project from ideation to pitch presentation, integrating user engagement and environmental impact design.",
    "media": ["/images/achievements/26.jpeg"]
  },
  {
    "year": "2024",
    "company": "IEEE YESIST12",
    "month": "Sep 2024",
    "title": "Runner Up IEEE YESIST12 2024 Innovation Challenge Track",
    "description": "Presented BeSafety on an international stage (Online @Tunisia), showcasing deep tech innovation for public safety. Highlighted my strengths in hardware innovation, intercultural collaboration, and global-level communication.",
    "media": [
      "/images/achievements/23.jpeg",
      "/images/achievements/24.jpeg",
      "/images/achievements/25.jpeg"
    ]
  },
  {
    "year": "2024",
    "company": "Directorate General of Learning and Student Affairs, Ministry of Education, Culture, Research and Technology of the Republic of Indonesia",
    "month": "Aug 2024",
    "title": "Funding Recipient of Student Creativity Program - Innovative Work (PKM-KI) 2024",
    "description": "Contributed as frontend developer in Arunica, an AI-powered gamified education app. Built UI components and user flows that align with national digital literacy goals.",
    "media": ["/images/achievements/22.jpeg"]
  },
  {
    "year": "2024",
    "company": "National Achievement Center, Indonesian Talent Development Center, Ministry of Education, Culture, Research and Technology of the Republic of Indonesia",
    "month": "Jun 2024",
    "title": "3rd Winner of Student Digital Innovation Competition (LIDM) 2024 (Education Digital Learning Innovation Division)",
    "description": "Led the development of Taksonify, an interactive self-paced/facilitated biology learning app using gamification and computer vision. Applied pedagogical design and agile methodology in educational tech.",
    "media": [
      "/images/achievements/18.jpeg",
      "/images/achievements/19.jpeg",
      "/images/achievements/20.jpeg",
      "/images/achievements/21.jpeg"
    ]
  },
  {
    "year": "2024",
    "company": "IEEE YESIST12 IPB University Pilot",
    "month": "May 2024",
    "title": "1st Winner of IEEE YESIST12 Innovation Challenge Preliminary Round 2024",
    "description": "Developed BeSafety, an EEG-based health monitoring device for drivers. As a leader, I coordinated hardware-software integration, conducted needs assessment, and demonstrated product potential in AI and embedded systems.",
    "media": ["/images/achievements/16.jpeg", "/images/achievements/17.jpeg"]
  },
  {
    "year": "2024",
    "company": "Mobile Innovation Laboratory",
    "month": "Mar 2024",
    "title": "3rd Winner of MotionHack 3.0",
    "description": "Served as Mobile Developer for RiseFarmer, a digital platform streamlining rice distribution from farmers to consumers. Developed key mobile app features focused on supply chain transparency and user accessibility. Strengthened skills in Flutter development, agile collaboration, and building impactful solutions for agricultural empowerment.",
    "media": [
      "/images/achievements/13.jpeg",
      "/images/achievements/14.jpeg",
      "/images/achievements/15.jpeg"
    ]
  },
  {
    "year": "2024",
    "company": "DFinity Foundation, ICP Hub Indonesia",
    "month": "Jan 2024",
    "title": "2nd Winner of Codefest Hackathon 2023",
    "description": "As web3 frontend developer, co-developed a blockchain-based land management platform using Internet Computer Protocol (ICP). Strengthened skills in Web3 development and scalable UI engineering.",
    "media": ["/images/achievements/11.jpeg", "/images/achievements/12.jpeg"]
  },
  {
    "year": "2023",
    "company": "IEEE YESIST12 Telkom University Pilot",
    "month": "Jul 2023",
    "title": "Finalist of YESIST12 Innovation Challenge Preliminary Round 2023",
    "description": "Led the creation of Serenity AI, a mental health assistant for youth. Focused on conversational AI and user-centric design to support daily emotional regulation.",
    "media": ["/images/achievements/9.jpeg", "/images/achievements/10.jpeg"]
  },
  {
    "year": "2023",
    "company": "Telkomsel",
    "month": "Apr 2023",
    "title": "Top 2000 IndonesiaNext Season 7",
    "description": "Selected among top participants nationally after completing all stages: national webinar series, national & international certifications, and area qualification panel. Developed professional growth in communication, leadership, and innovation. Strengthened adaptability and resilience through competitive and intensive training rounds.",
    "media": ["/images/achievements/7.jpeg", "/images/achievements/8.jpeg"]
  },
  {
    "year": "2022",
    "company": "Telkom University",
    "month": "Sep 2022",
    "title": "2nd Winner of Software Engineer Competition Scholarship (SECS) 2022",
    "description": "Designed and built a university student academic app. Advanced from individual round to team leader in finals, demonstrating software design, time management, and systems thinking.",
    "media": [
      "/images/achievements/3.jpeg",
      "/images/achievements/4.jpeg",
      "/images/achievements/5.jpeg",
      "/images/achievements/6.jpeg"
    ]
  },
  {
    "year": "2022",
    "company": "Jagoan Hosting Indonesia",
    "month": "Aug 2022",
    "title": "3rd Winner of UMKM Website Design Competition",
    "description": "Developed a no-code e-commerce site for local MSMEs using WordPress. Emphasized accessibility, SEO best practices, and rapid deployment for real-world users.",
    "media": ["/images/achievements/1.jpeg", "/images/achievements/2.jpeg"]
  }
]
